{
"-NMKB05FGjqLmYSkE3dK":{
  "firebaseKey":"-NMKB05FGjqLmYSkE3dK",
  "image":"https://lastfm.freetls.fastly.net/i/u/770x0/f585c85b8e7a75cfce925f768e3081d6.jpg#f585c85b8e7a75cfce925f768e3081d6",
  "name":"Caetano Veloso",
  "role":"Bass",
  "description":"Caetano Veloso is a Brazilian composer, singer, guitarist, writer, and political activist. Veloso first became known for his participation in the Brazilian musical movement Tropicalismo, which encompassed theatre, poetry and music in the 1960s, at the beginning of the Brazilian military dictatorship that took power in 1964. He has remained a constant creative influence and best-selling performing artist and composer ever since. Veloso has won nine Latin Grammy Awards and two Grammy Awards. On November 14, 2012, Veloso was honored as the Latin Recording Academy Person of the Year. However, the Brazilian military dictatorship viewed Veloso's music and political action as threatening, and he was arrested, along with fellow musician Gilberto Gil, in 1969. The two eventually were exiled from Brazil and went to London where they lived for two years. In 1972, Veloso moved back to his home country and once again began recording and performing. He later became popular outside Brazil in the 1980s and 1990s.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05HAptRJwyp-JNi":{
  "firebaseKey":"-NMKB05HAptRJwyp-JNi",
  "image":"https://lastfm.freetls.fastly.net/i/u/770x0/4445508dfca69c2d2791544f4165e098.jpg#4445508dfca69c2d2791544f4165e098",
  "name":"Gal Costa",
  "role":"Soprano",
  "description":"Gal Costa was a Brazilian singer of popular music. She was one of the main figures of the tropicalia music scene in Brazil in the late 1960s and appeared on the acclaimed compilation Tropicália: ou Panis et Circenses (1968). In 2011, Costa received the Latin Grammy Lifetime Achievement Award.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05JKwmZ2K5ujMRC":{
  "firebaseKey":"-NMKB05JKwmZ2K5ujMRC",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYdtb36PLMo6PaGB0qBOre4iMxXRme1zVtgQ&usqp=CAU",
  "name":"Gilberto Gil",
  "role":"Tenor",
  "description":"Gilberto Gil is a Brazilian singer-songwriter and politician, known for both his musical innovation and political activism. From 2003 to 2008, he served as Brazil's Minister of Culture in the administration of President Luiz Inácio Lula da Silva. Gil's musical style incorporates an eclectic range of influences, including rock, Brazilian genres including samba, African music, and reggae. He was a key figure in the Música popular brasileira and tropicália movements of the 1960s, alongside artists such as longtime collaborator Caetano Veloso. The Brazilian military regime that took power in 1964 saw both Gil and Veloso as a threat, and the two were held for nine months in 1969 before they were told to leave the country. Gil moved to London, but returned to Bahia in 1972 and continued his musical career, as well as worked as a politician and environmental advocate.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05LY07W_UAI_Ogy":{
  "firebaseKey":"-NMKB05LY07W_UAI_Ogy","image":"https://lastfm.freetls.fastly.net/i/u/770x0/27685cf768614d5ca3c15029b354c6ce.jpg#27685cf768614d5ca3c15029b354c6ce",
  "name":"Baby Consuelo",
  "role":"Alto",
  "description":"Baby Consuelo known professionally as Baby do Brasil, is a Brazilian performer, singer and composer. Although she is known for her energetic performances and compositions in pop, Baby has also composed for the samba and MPB scene. Early in her career she was a member of Novos Baianos, and was at once married to Brazilian guitarist and bandmate Pepeu Gomes. Her 1985 album, 'Sem Pecado e Sem Juízo' sold more than 1 million copies.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05OolB7jra49sLB":{
  "firebaseKey":"-NMKB05OolB7jra49sLB",
  "image":"https://i.redd.it/icbsiggvtbr71.jpg",
  "name":"Rita Lee",
  "role":"Soprano",
  "description":"Rita Lee is a Brazilian rock singer, composer and writer. She is a former member of the Brazilian band Os Mutantes and is a popular figure in Brazilian entertainment, where she is also known for being an animal rights activist and a vegan. She has sold more than 60 million albums worldwide. Her autobiography Rita Lee: Uma Autobiografia was the best-selling non-fiction book of 2017 in Brazil.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05SoVK7XMKdGdZ3":{
  "firebaseKey":"-NMKB05SoVK7XMKdGdZ3",
  "image":"https://i.discogs.com/nBWPmJYLtuiTmhw4YXKGXodzDK-Wh4au44T-hmPJSfU/rs:fit/g:sm/q:90/h:700/w:485/czM6Ly9kaXNjb2dz/LWRhdGFiYXNlLWlt/YWdlcy9BLTI2MDg4/My0xNjYyMzA1NTc4/LTI5NjAuanBlZw.jpeg",
  "name":"Arnaldo Dias Baptista",
  "role":"Baritone",
  "description":"Arnaldo Dias Baptista is a Brazilian rock musician and composer. In 1966 he formed the influential Os Mutantes band with his brother Sérgio Dias and Rita Lee, where he played bass guitar, keyboards and sang. Baptista left the band in 1973 due to disagreements with the other members of the band and the excessive use of LSD, of which he had been hospitalized for. In 1974 he tried to work as a musical producer, with no success. This motivated him to try a solo career, and in the same year, he released the album 'Lóki?', which is considered his best work by some critics.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05Ux2Fjuhg8x9DP":
{"firebaseKey":"-NMKB05Ux2Fjuhg8x9DP",
"image":"https://lastfm.freetls.fastly.net/i/u/770x0/e9ddddba5b7b4abca21a1c8295fce82e.jpg#e9ddddba5b7b4abca21a1c8295fce82e",
"name":"Nara Leão",
"role":"Alto",
"description":"Nara Leão was a Brazilian bossa nova and MPB (popular Brazilian music) singer and occasional actress. In the mid-1960s, the institution of military dictatorship in Brazil led her to sing increasingly political lyrics. Her show, Opinião, reflected her political beliefs, and she had largely switched to political music by this point. In 1964 she even spoke against bossa nova as a movement, calling it 'alienating.' In 1968 she appeared on the album Tropicália: ou Panis et Circenses, performing 'Lindonéia.' She was known as 'the muse of bossa nova.'",
"uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05Ww57AputGhOCm":{
  "firebaseKey":"-NMKB05Ww57AputGhOCm",
  "image":"https://lastfm.freetls.fastly.net/i/u/avatar170s/6a7941a8514b0b35c071f4b13887538c",
  "name":"Jorge Ben Jor",
  "role":"Baritone",
  "description":"Jorge Ben Jor is a Brazilian popular musician. His characteristic style fuses samba, funk, rock and bossa nova with lyrics that blend humor and satire with often esoteric subject matter. His hits include 'Chove Chuva', 'Mas, que Nada!', 'Ive Brussel' and 'Balança Pema', and have been interpreted by artists such as Caetano Veloso, Sérgio Mendes, Miriam Makeba, Soulfly and Marisa Monte.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"},
"-NMKB05YsC8F3S6Zu_TH":{
  "firebaseKey":"-NMKB05YsC8F3S6Zu_TH",
  "image":"https://static.ndmais.com.br/2013/03/07-03-2013-10-17-45-g-0.jpg",
  "name":"Erasmo Carlos",
  "role":"Tenor",
  "description":"Erasmo Carlos was a Brazilian singer and songwriter, most closely associated with his friend and longtime collaborator Roberto Carlos (no relation). Together, they created many chart hits including 'É Proibido Fumar', 'Sentado à beira do caminho', 'Além do Horizonte', 'Amigo' and 'Festa de Arromba'. A core member of the Jovem Guarda ('Young Guard') scene of 1960s Brazilian pop-rock, Erasmo often appeared on television, in magazines and feature films with fellow teen idols Roberto Carlos and Wanderléa.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"
},
"-NMKB05_2gbapsXlI33h":{
  "firebaseKey":"-NMKB05_2gbapsXlI33h",
  "image":"https://lastfm.freetls.fastly.net/i/u/770x0/3a46c87f4237572f71387731a4a4063c.jpg#3a46c87f4237572f71387731a4a4063c",
  "name":"Maria Bethânia",
  "role":"Conductor",
  "description":"Maria Bethânia is a Brazilian singer and songwriter. Born in Santo Amaro, Bahia, she started her career in Rio de Janeiro in 1964 with the show 'Opinião' ('Opinion'). Due to its popularity, with performances all over the country, and the popularity of her 1965 single 'Carcará', the artist became a star in Brazil. The singer has released 50 studio albums in 47 years of career, and is among the 10 best-selling music artists in Brazil, having sold more than 26 million records. Bethânia was ranked in 2012, by Rolling Stone Brasil magazine, as the fifth-biggest voice of Brazilian music.",
  "uid":"H5YSEkGWYMh1IdFIhzByclXeGKE3"}
}
